[
    {
        "domain":"arcana",
        "dominant_effect":"Characters making Arcana checks in downtime can add a bonus to the roll equal to half the highest level spell slot that they have (rounded down)."
    },
    {
        "domain":"death",
        "dominant_effect":"When you harvest a reagent or Meat in downtime, roll 1d6. On a 6, you harvest an additional reagent of that type."
    },
    {
        "domain":"fate",
        "dominant_effect":"When starting a quest each player can roll 1d20, on a 20 they can keep that roll and use a reaction to replace one attack roll, ability check, or saving throw with that roll during the quest. On a roll of a 1, the DM can choose to replace on attack roll, saving throw, or ability check that character makes with a 1 that session."
    },
    {
        "domain":"forge",
        "dominant_effect":"Characters making STR or WIS checks with tools gain +2 during downtime."
    },
    {
        "domain":"grave",
        "dominant_effect":"When starting a quest each player can roll 1d20, on a 20 they can keep that roll and use a reaction to replace one attack roll, ability check, or saving throw with that roll during the quest. On a roll of a 1, the DM can choose to replace on attack roll, saving throw, or ability check that character makes with a 1 that session."
    },
    {
        "domain":"knowledge",
        "dominant_effect":"Characters may add a +1 to all INT checks made during downtime. In addition, the cost to train a new language or tool is reduced by 10gp."
    },
    {
        "domain":"light",
        "dominant_effect":"At the start of each quest, every character gains 10ft of darkvision or extends their darkvision by 10ft."
    },
    {
        "domain":"nature",
        "dominant_effect":"Whenever a plant is harvested, roll 1d8, on an 8 an additional 1 of that plant is harvested. Not applicable to trees or plants with multiple harvest types."
    },
    {
        "domain":"order",
        "dominant_effect":"Lawful characters start each quest with Temp HP equal to their level."
    },
    {
        "domain":"peace",
        "dominant_effect":"Every neutral character starts the quest with Sanctuary. This Sanctuary lasts until it is broken."
    },
    {
        "domain":"tempest",
        "dominant_effect":"Each week roll 1d10, on a ten the seas have favourable winds and one ship arrives one week faster."
    },
    {
        "domain":"trickery",
        "dominant_effect":"Chaotic characters gain a +2 bonus to Stealth, Deception, Investigation, and Performance checks."
    },
    {
        "domain":"twilight",
        "dominant_effect":"You gain an additional 2 hours of free time a week."
    },
    {
        "domain":"war",
        "dominant_effect":"Characters making Athletics, Acrobatics, or weapon checks during downtime gain +1. In addition, the cost to train in a new weapon is reduced by 10gp."
    }
]